#Dev : @مصطفي @عبدالله 

HELP_1 = """
c تعني  تشغيل في القناه .
‹ `/pause` أو `/cpause` › إيقاف تشغيل الموسيقى مؤقتا .
‹ /resume أو `/cresume` › استئناف الموسيقى المتوقفة مؤقتا .
‹ `/mute` أو `/cmute` › كتم صوت الموسيقى المشغلة .
‹ /unmute او `/cunmute` › إلغاء كتم صوت الموسيقى الصامتة .
‹ /skip او `/cskip` › تخطي تشغيل الموسيقى الحالية .
‹ /stop او `/cstop` › إيقاف تشغيل الموسيقى .
‹ `/shuffle` او `/cshuffle` › خلط قائمة التشغيل في قائمة الانتظار عشوائيا .
‹ `/seek` او /cseek › إعادة توجيه البحث عن الموسيقى إلى المدة الخاصة بك .
‹ `/seekback` او /cseekback › إلى الوراء ابحث عن الموسيقى إلى المدة التي تقضيها .
‹ /restart › إعادة تشغيل بوت للدردشة الخاصة بك .
‹ /skip › لتخطي الأغنية الحالية ."""

HELP_2 = """
‹ /play or /vplay or /cplay  › سيبدأ Bot في تشغيل استعلامك المحدد على الدردشة الصوتية أو بث الروابط المباشرة على الدردشات الصوتية .
‹ /playforce or /vplayforce or /cplayforce › **يؤدي فرض التشغيل** إلى إيقاف مسار التشغيل الحالي في الدردشة الصوتية وبدء تشغيل المسار الذي تم البحث عنه على الفور دون إزعاج/مسح قائمة الانتظار.
‹ /channelplay › [معرف القناه او ايدي القناه] أو [تعطيل] - يمكنك ربط القناة بمجموعة وبث الموسيقى على الدردشة الصوتية للقناة من مجموعتك.
‹ /playlist › تحقق من قائمة التشغيل المحفوظة على الخوادم.
‹ /deleteplaylist › حذف أي موسيقى محفوظة في قائمة التشغيل
‹ /play › ابدء تشغيل قائمة التشغيل المحفوظة من الخوادم."""

HELP_3 = """
‹ `/stats` › احصل على أفضل 10 مسارات إحصائيات عالمية ، وأفضل 10 مستخدمين للبوت ، وأفضل 10 دردشات على الروبوت ، وأفضل 10 دردشات تم لعبها في دردشة وما إلى ذلك.
‹ /sudolist › تحقق من قائمه المطورين
‹ `/lyrics` › [اسم الموسيقى] يبحث في كلمات الأغاني عن موسيقى معينة على الويب.
‹ `/song` [اسم المسار] أو [رابط YT] قم بتنزيل أي مسار من youtube بتنسيقات mp3 أو mp4.
‹ `/player` ›  احصل على لوحة تشغيل تفاعلية .
‹ `/queue` أو `/cqueue` › تحقق من قائمة انتظار الموسيقى ."""

HELP_4 = """
‹ طريقه تفعيل البوت في الكروبات ⤈ ›

‹ 1- › اضف البوت بكامل الصلاحيات .

‹ 2- › : سينضم المساعد تلقائياً`/play` + الاغنيه الذي تريدها وسيتم انضمام الحساب المساعد الى كروبك وتشغيل الاغنيه الذي اردتها .
‹ طريقه التشغيل في القنوات ⤈ ›

‹ 1 › اضف الحساب المساعد الى قناتك .

‹ 2 › ثم ارفع البوت بأكمل الصلاحيات . 

‹ وثم ارسل `cplay` + اسم الاغنيه الذي تريدها وسيتم تشغيلها ."""

HELP_5 = """
◇︰‹ /addsudo › اضافة مطور
◇︰‹ /delsudo › حذف مطور
◇︰‹ /reboot › إعادة تشغيل البوت
◇︰‹ /speedtest › سرعة الخادم
◇︰‹ /logger [disable | enable] › معرفة من يستخدم البوت
◇︰‹ /blacklistchat › + معرف القناة او المجموعة لحظرها
◇︰‹ /whitelistchat › + معرف القناة او المجموعة لرفع حظرها
◇︰‹ /blacklistedchat › المجموعات والقنوات المحظورة
◇︰‹ /block › + معرف الشخص لحظره
◇︰‹ /unblock › + معرف الشخص لرفع حظره
◇︰‹ /blockedusers › المحظورين
◇︰‹ /gban › + معرف الشخص لحظره عام
◇︰‹ /ungban › + معرف الشخص لالغاء حظره عام
◇︰‹ /gbannedusers › المحظورين عام
◇︰‹ /broadcast ›
"""

HELP_6 = """
◇︰‹ /id ›  لحصول على ايديك وايدي المجموعة  بالرد للحصول على ايدي المستخدم.

"""

HELP_7 = """
◇︰`play`   : لبدء تشغيل الاغاني .
◇︰ping : لقياس سرعة النت في البوت .
◇︰أوامر القناة : `/cplay` + أسم الأغنية  .
◇︰`/mute` : لكتم الأغنية الحالية .
◇︰`/unmute` : لألغاء كتم الأغنبة الحالية .
◇︰`/skip` : لتخطي الأغنية الحالية .
◇︰أمر التحميل : /song + اسم الاغنية  .
◇︰/stop : لايقاف تشغيل الأغنية الحالية .


◇︰@KivenBots @AA37A .
"""
